{
  "aboutMe": "Sobre Mi",
  "skills": "Herramientas",
  "formation": "Formación",
  "services": "Servicios",
  "projects": "Projectos",
  "experiences": "Experiencias",
  "contact": "Contacto",
  "greeting": "Hola",
  "welcome": "Soy Grediana",
    "description": "FrontEnd Developer -  FrontEnd Design",
    "heroContact": "Contactame",
    "aboutMeDescription": "Como desarrolladora FrontEnd, me enfoco en el desarrollo y maquetación de aplicaciones web para garantizar una excelente experiencia de usuario. Me apasiona crear soluciones innovadoras y eficientes que satisfagan las necesidades de mis clientes. Si deseas conocer más sobre mi trabajo, ¡no dudes en echar un vistazo a mi portafolio!",
    "aboutMeBtnProjects": "Ver Proyectos",
    "skillsTitle": "Herramientas",
    "formationTitle": "Estudios",
    "formationMonthsOne": "Marzo 2021 - Abril 2022",
    "formationMonthsTwo": "Junio 2021 -Agosto 2021",
    "formationMonthsThree": "Julio 2022 - Septiembre 2022",
    "formationMonthsFour": "Agosto 2020 - Outubre 2020",
    "servicesTitle": "Servicios",
    "servicesSubtitle": "Desarrollo de aplicaciones Web ",
    "servicesDescription": "Creación de interfaces gráficas y uso de diversas tecnologías con el fín de lograr los diferentes componentes visuales para un sitio o aplicación web.",
    "servicesSubtitleTwo": "Diseño de aplicaciones web",
    "servicesDescriptionTwo": "Sitios web receptivos creados para una experiencia de usuario óptima. Al mismo tiempo garantice la facilidad de uso y su simplicidad.",
    "projectsTitle": "Trabajos más recientes",
    "experiencesTitle": "Experiencias Laborales",
     "experience1_date": "Octubre 2021 - Actualmente",
     "experience1_title": "Desarrollador FrontEnd",
     "experience1_detail": "En mi rol en Holinsys, me especialicé en la gestión y desarrollo de aplicaciones web utilizando frameworks avanzados como Angular y React. Aquí un resumen de mis responsabilidades y principales logros: Liderazgo Tecnológico, Versatilidad en el Desarrollo Front-End, Enfoque sobre reutilización y diseño responsivo, colaboración interdisciplinaria, gestión y control de versiones de código, implementación y operaciones, comunicación y planificación",
     "experience2_date": "Agosto 2021 - Septiembre 2022",
     "experience2_title": "Desarrollador FrontEnd",
     "experience2_detail": "Como freelance tuve la oportunidad de trabajar en una serie de proyectos diversos que me permitieron aplicar una amplia gama de tecnologías y metodologías. Trabajé en la creación y mantenimiento de un E-commerce, implementando tanto el frontend como integración con API",
     "experience3_date": "Julio 2021 - Agosto 2021",
     "experience3_title": "Desarrollador FrontEnd",
     "experience3_detail": "Durante mi etapa como freelance, tuve la oportunidad de trabajar en una variedad de proyectos que me permitieron explorar diferentes tecnologías y métodos de trabajo. Detallo algunos de estos proyectos: Aprender Inglés, Módulo de Programación de Eventos, Altamiranda Martinez ",
     "contactTitle": "Contáctame",
     "contactRedes": "Sigueme",
     "formulario de contacto": "Nombre",
     "contactFormName": "Ingresa tu nombre...",
     "contactFormNameRequired": "*El nombre es obligatorio",
     "contactFormPhone": "Teléfono",
     "contactFormPhonePlaceholder": "Ingresa tu teléfono...",
     "contactFormPhoneRequired": "*Telefóno es requerido",
     "contactFormEmail": "Correo electrónico",
     "contactFormEmailPlaceholder": "Ingresa tu correo electrónico...",
     "contactFormEmailRequired": "*Email es requerido",
     "contactFormMessage": "Mensaje",
     "contactFormMessageRequired": "*Mensaje es requerido",
    "contactBtn": "Enviar",
    "projectLearnTitle": "LEARNING ENGLISH",
    "projectLearnDescription": "Wireframe en Figma. Maquetación con Html, bootstrap y SASS de una aplicación de ingles en donde vas a poder reproducir conversaciones de ingles, escoger el número de reproducciones. Además de poder agregar, actualizar o eliminar frases.",
    "projectTesloTitle": "TESLOSHOP",
    "projectTesloDescription": "Desarrollo de E-COMMERCE en Next.js, contiene  un dashboard con sistema de login  para cliente y Admin con Crud de productos. Además de visualizar las ordenes de compra y ver su estad;  el usuario admin puede cambiar los permisos a usuarios para que sean admin. Cuenta con una pasarela de pago Paypal. El diseño fue creado con Material UI y CSS",
    "projectDecomoodTitle": "DECOMOOD",
    "projectDecomoodDescription": "Desarrollo de E-COMMERCE en Next.js, contiene  un dashboard con sistema de login  para cliente y Admin con Crud de productos. Además de visualizar las ordenes de compra y ver su estado;  el usuario admin puede cambiar los permisos a usuarios para que sean admin. Cuenta con una pasarela de pago Paypal. El diseño fue creado con Material UI y CSS",
    "projectAltosSellosTitle": "ALTOS SELLOS",
    "projectAltosSellosDescription": "Sitio web creado para una empresa dedicada a la creación de sellos artesanales en Argentina. Se utilizó figma para el wireframe  y se desarrollo en Next.js, los estilos fueron creados con SASS.",
    "projectAltamirandaTitle": "ALTAMIRANDA MARTINEZ",
    "projectAltamirandaDescription": "Sitio web creado para una empresa dedicada a la creación de sellos artesanales en Argentina. Se utilizó figma para el wireframe. Maquetado con Hmtl, Css y como lenguaje de programción Javascript. ",
    "projectCalendarTitle": "CALENDAR-APP",
    "projectCalendarDescription": "Aplicación creada con React. Se utilizó redux para manejo del state, manejo de login (registro, inicio de sesión y logout). CRUD de eventos en un calendario mediante peticiones HTTP a una API REST creada con Node.js y Mongodb.",
    "projectJournalTitle": "JOURNAL-APP",
    "projectJournalDescription": "Aplicación creada en React. Conexión a Firebase para manejo de consultas y persistencia de datos, los estilos se crearon con SASS, contiene sistema de login mediante la API de gmail y CRUD de notas mediante peticiones HTTP.",
    "projectTiempoLibroTitle": "TIEMPO LIBRO",
    "projectTiempoLibroDescription": "Aplicación creada en React. Conexión a Firebase para manejo de consultas y persistencia de datos, los estilos se crearon con SASS.",
    "projectCafeteriaTitle": "CAFETERIA",
    "projectCafeteriaDescription": "Página web para una tienda de cafetería con Html y SASS, con cinco secciones cada una de ellas adaptadas en responsive con mobile first.",
    "projectBlackTitle": "BLACKJACK",
    "projectBlackDescription": "Juego de blacjack creado con javascript, HTML y Css. Te permite desafiar una computadora y probar tu suerte.",
    "projectPokeTitle": "POKEMON APP",
    "projectPokeDescription": "Aplicación construida con Static Generated gracias a Next.js, los estilos se diseñaron con Next UI y la información se maneja mediante el Poke Api.",
    "projectTiendaTitle": "TIENDA DE MUEBLES",
    "projectTiendaDescription": "Tienda de muebles, con seis secciones cada una de ellas adaptadas a diferentes dispositivos con responsive mobile first."



  }
  