{
  "aboutMe": "About Me",
  "skills": "Skills",
  "formation": "formation",
  "services": "Services",
  "projects": "Projects",
  "experiences": "Experiences",
  "contact": "Contact",
  "greeting": "Hi",
    "welcome": "I'm Grediana",
    "description": "FrontEnd Developer -  FrontEnd Design",
    "heroContact": "Contact me",
    "aboutMeDescription": "As a FrontEnd developer, my focus is on developing and designing web applications to ensure an excellent user experience. I am passionate about creating innovative and efficient solutions that meet my clients' needs. If you want to know more about my work, don't hesitate to take a look at my portfolio!",
    "skillsTitle": "Skills",
    "formationTitle": "Formation",
    "formationMonthsOne": "March 2021 - April 2022",
    "formationMonthsTwo": "June 2021 - August 2021",
    "formationMonthsThree": "July 2022 - September 2022",
    "formationMonthsFour": "August 2020 - Octuber 2020",
    "servicesTitle": "Services",
    "servicesSubtitle": "Web application development",
    "servicesDescription": "Creation of graphical interfaces and use of various technologies to achieve different visual components for a website or a web application.",
    "servicesSubtitleTwo": "Web application design",
    "servicesDescriptionTwo": "Responsive websites created for a great user experience. At the same time, ensuring ease of use and simplicity.",
    "projectsTitle": "Most recent works",
    "experiencesTitle": "Work Experiences",
     "experience1_date": "October 2021 - Currently",
     "experience1_title": "FrontEnd Developer",
     "experience1_detail": "In my role at Holinsys, I specialized in managing and developing web applications using advanced frameworks such as Angular and React. Here is a summary of my responsibilities and main achievements: Technology Leadership, Versatility in Front-End Development , Focus on Reusability and Responsive Design Interdisciplinary Collaboration, Code Management and Versioning, Deployment and Operations, Communication and Planning",
     "experience2_date": "August 2021 - September 2022",
     "experience2_title": "FrontEnd Developer",
     "experience2_detail": "As a freelancer, I had the opportunity to work on a series of diverse projects that allowed me to apply a wide range of technologies and methodologies. I worked on creating and maintaining an E-commerce, implementing both the frontend and integration with APIs",
     "experience3_date": "July 2021 - August 2021",
     "experience3_title": "FrontEnd Developer",
     "experience3_detail": "During my time as a freelancer, I had the opportunity to work on a variety of projects that allowed me to explore different technologies and working methods. I detail some of these projects: Learn English, Event Scheduling Module, Altamiranda Martinez",
     "contactTitle": "Contact us",
     "contactRedes": "Follow me",
     "contactForm": "Name",
     "contactFormName": "Enter your name...",
     "contactFormNameRequired": "*Name is required",
     "contactFormPhone": "Phone",
     "contactFormPhonePlaceholder": "Enter your phone...",
     "contactFormPhoneRequired": "*Phone is required",
     "contactFormEmail": "Email",
     "contactFormEmailPlaceholder": "Enter your email...",
     "contactFormEmailRequired": "*Email is required",
     "contactFormMessage": "Message",
     "contactFormMessageRequired": "*Message is required",
    "contactBtn": "Send",
    "projectLearnTitle": "LEARNING ENGLISH",
    "projectLearnDescription": "Wireframe in Figma. Layout with Html, bootstrap and SASS of an English application where you will be able to reproduce English conversations, choose the number of reproductions. In addition to being able to add, update or delete phrases.",
    "projectTesloTitle": "TESLOSHOP",
    "projectTesloDescription": "Development of E-COMMERCE in Next.js, contains a dashboard with login system for customer and Admin with Crud of products. In addition to viewing purchase orders and seeing their status; the admin user can change the permissions to users to be admin. It has a Paypal payment gateway. The design was created with Tailwind CSS  and CSS",
    "projectDecomoodTitle": "DECOMOOD",
    "projectDecomoodDescription": "Development of E-COMMERCE in Next.js, contains a dashboard with login system for customer and Admin with Crud of products. In addition to viewing purchase orders and seeing their status; the admin user can change the permissions to users to be admin. It has a Paypal payment gateway. The design was created with Material UI and CSS",
    "projectAltosSellosTitle": "HIGH STAMPS",
    "projectAltosSellosDescription": "Website created for a company dedicated to the creation of artisanal stamps in Argentina. figma was used for the wireframe and was developed in Next.js, the styles were created with SASS.",
    "projectAltamirandaTitle": "ALTAMIRANDA MARTINEZ",
    "projectAltamirandaDescription": "Website created for a company dedicated to the creation of artisanal stamps in Argentina. figma was used for the wireframe. Layout with Hmtl, CSS and Javascript as a programming language.",
    "projectCalendarTitle": "CALENDAR-APP",
    "projectCalendarDescription": "Application created with React. Redux was used for state management, login management (registration, session and logout). CRUD of events in a calendar through HTTP requests to a REST API created with Node.js and Mongodb.",
    "projectJournalTitle": "JOURNAL-APP",
    "projectJournalDescription": "Application created in React. Connection to Firebase for query management and data persistence, styles were created with SASS, contains login system through the Gmail API and CRUD of notes through HTTP requests.",
    "projectBookTimeTitle": "BOOKTIME",
    "projectTiempoLibroDescription": "Application created in React. Connection to Firebase for query management and data persistence, styles were created with SASS.",
    "projectCafeteriaTitle": "CAFETERIA",
    "projectCafeteriaDescription": "Web page for a cafeteria store with Html and SASS, with five sections each adapted to be responsive with mobile first.",
    "projectBlackTitle": "BLACKJACK",
    "projectBlackDescription": "Blackjack game created with javascript, HTML and CSS. Allows you to challenge a computer and try your luck.",
    "projectPokeTitle": "POKEMON APP",
    "projectPokeDescription": "Application built with Static Generated thanks to Next.js, the styles were designed with Next UI and the information is managed through the Poke Api.",
    "projectTiendaTitle": "FURNITURE STORE",
    "projectTiendaDescription": "Furniture store, with six sections each adapted to different devices with responsive mobile first.",
    "projectGamingTitle": "GAMING",
    "projectGamingDescription": "E-COMMERCE video game using Next JS, Strapi, and Stripe. With an authentication system and a purchasing system integrating a payment gateway like Stripe, which allows for real purchases."

  }
  