{

  "aboutMe": "Sobre Mim",
  "skills": "Ferramentas",
  "formation": "Formação",
  "services": "Serviços",
  "projects": "Projetos",
  "experiences": "Experiências",
  "contact": "Contato",
  "greeting": "Oiii",
    "welcome": "Eu sou Grediana",
    "description": "Desenvolvedora FrontEnd - Design FrontEnd",
    "heroContact": "Entre em contato",
    "aboutMeDescription": " Como desenvolvedora FrontEnd, meu foco está no desenvolvimento e design de aplicativos da web para garantir uma excelente experiência do usuário. Eu sou apaixonada por criar soluções inovadoras e eficientes que atendam às necessidades dos meus clientes. Se você deseja saber mais sobre o meu trabalho, não hesite em dar uma olhada no meu portfólio!",
    "aboutMeBtnProjects": "Meus Projetos",
    "skillsTitle": "Ferramentas",
    "formationTitle": "Estudos",
    "formationMonthsOne": "Março 2021 - Abril 2022",
    "formationMonthsTwo": "Junho 2021 -Agosto 2021",
    "formationMonthsThree": "Julho 2022 - Setembro 2022",
    "formationMonthsFour": "Agosto 2020 - Outubro 2020",
    "servicesTitle": "Serviços",
    "servicesSubtitle": "Desenvolvimento de aplicações Web ",
    "servicesDescription": "Criação de interfaces gráficas e utilização de várias tecnologias para obter os diferentes alcançar os diferentes componentes visuais para um sítio web ou uma aplicação web.",
    "servicesSubtitleTwo": "Design de aplicações web",
    "servicesDescriptionTwo": "Sites responsivos criados para uma óptima experiência do utilizador. Ao mesmo tempo, garantindo facilidade de uso e simplicidade.",
    "projectsTitle": "Trabalhos mais recentes",
    "experiencesTitle": "Experiências de trabalho",
    "experience1_date": "Octubro 2021 - Atualmente",
    "experience1_title": "Desenvolvedora FrontEnd",
    "experience1_detail": "No meu papel na Holinsys, especializei-me na gestão e desenvolvimento de aplicações web usando frameworks avançados como Angular e React. Aqui está um resumo das minhas responsabilidades e principais conquistas: Liderança em Tecnologia, Versatilidade em Desenvolvimento Front-End, Foco em Reusabilidade e Design Responsivo Colaboração Interdisciplinar, Gestão de Código e Versionamento, Implantação e Operações, Comunicação e Planejamento ",
    "experience2_date": "Agosto 2021 - Setembro 2022",
    "experience2_title": "Desenvolvedora FrontEnd",
    "experience2_detail": "Como freelancer, tive a oportunidade de trabalhar em uma série de projetos diversificados que me permitiram aplicar uma ampla gama de tecnologias e metodologias. Trabalhei na criação e manutenção de um E-commerce, implementando tanto o frontend como a integração com APIs",
    "experience3_date": "Julho 2021 - Agosto 2021",
    "experience3_title": "Desenvolvedora FrontEnd",
    "experience3_detail": "No meu período como freelancer, tive a oportunidade de trabalhar em uma variedade de projetos que me permitiram explorar diversas tecnologias e métodos de trabalho. Detalho alguns desses projetos: Learn English, Módulo de Agendamento de Eventos, Altamiranda Martinez",
    "contactTitle": "Entre em contato",
    "contactRedes": "Siga-me",
    "contactForm": "Nome",
    "contactFormName": "Introduza o seu nome...",
    "contactFormNameRequired": "*O nome é obrigatório",
    "contactFormPhone": "Telefone",
    "contactFormPhonePlaceholder": "Introduza o seu telefone...",
    "contactFormPhoneRequired": "*O telefone é obrigatório",
    "contactFormEmail": "Email",
    "contactFormEmailPlaceholder": "Introduza o seu email...",
    "contactFormEmailRequired": "*O email é obrigatório",
    "contactFormMessage": "Mensagem",
    "contactFormMessageRequired": "*A mensagem é obrigatória",
    "contactBtn": "Enviar",
    "projectLearnTitle": "LEARNING ENGLISH",
     "projectLearnDescription": "Wireframe no Figma. Layout com Html, bootstrap e SASS de uma aplicação em inglês onde você poderá reproduzir conversas em inglês, escolher a quantidade de reproduções. Além de poder adicionar, atualizar ou excluir frases." ,
     "projectTesloTitle": "TESLOSHOP",
     "projectTesloDescription": "Desenvolvimento de E-COMMERCE em Next.js, contém dashboard com sistema de login para cliente e Admin com Crud de produtos. Além de visualizar pedidos de compra e ver seu status; o usuário administrador pode alterar as permissões aos usuários para ser administrador. Possui gateway de pagamento Paypal. O design foi criado com Material UI e CSS",
     "projectDecomoodTitle": "DECOMOOD",
     "projectDecomoodDescription": "Desenvolvimento de E-COMMERCE em Next.js, contém dashboard com sistema de login para cliente e Admin com Crud de produtos. Além de visualizar pedidos de compra e ver seu status; o usuário administrador pode alterar as permissões aos usuários para ser administrador. Possui gateway de pagamento Paypal. O design foi criado com Material UI e CSS",
     "projectAltosSellosTitle": "ALTOS SELLOS",
     "projectAltosSellosDescription": "Site criado para uma empresa dedicada à criação de carimbos artesanais na Argentina. Figma foi utilizado para o wireframe e foi desenvolvido em Next.js, os estilos foram criados com SASS.",
     "projectAltamirandaTitle": "ALTAMIRANDA MARTINEZ",
     "projectAltamirandaDescription": "Site criado para uma empresa dedicada à criação de selos artesanais na Argentina. Figma foi utilizado para o wireframe. Layout com Hmtl, CSS e Javascript como linguagem de programação.",
     "projectCalendarTitle": "CALENDAR-APP",
     "projectCalendarDescription": "Aplicativo criado com React. Redux foi utilizado para gerenciamento de estado, gerenciamento de login (cadastro, sessão e logout). CRUD de eventos em um calendário através de requisições HTTP para uma API REST criada com Node.js e Mongodb.",
     "projectJournalTitle": "JOURNAL-APP",
     "projectJournalDescription": "Aplicativo criado em React. Conexão com Firebase para gerenciamento de consultas e persistência de dados, estilos foram criados com SASS, contém sistema de login através da API do Gmail e CRUD de notas através de solicitações HTTP.",
     "projectBookTimeTitle": "BOOKTIME",
     "projectTiempoLibroDescription": "Aplicação criada em React. Conexão com Firebase para gerenciamento de consultas e persistência de dados, estilos foram criados com SASS.",
     "projectCafeteriaTitle": "CAFETERIA",
     "projectCafeteriaDescription": "Página da web para uma cafeteria com Html e SASS, com cinco seções cada uma adaptada para ser responsiva primeiro com dispositivos móveis.",
     "projectBlackTitle": "BLACKJACK",
     "projectBlackDescription": "Jogo de blackjack criado com javascript, HTML e CSS. Permite desafiar um computador e tentar a sorte.",
     "projectPokeTitle": "POKEMON APP",
     "projectPokeDescription": "Aplicativo construído com Static gerado graças ao Next.js, os estilos foram projetados com Next UI e as informações são gerenciadas através da Poke Api.",
     "projectTiendaTitle": "LOJA DE MÓVEIS",
     "projectTiendaDescription": "Loja de móveis, com seis seções cada uma adaptada a diferentes dispositivos com mobile first."



  }
  